Repository: chenkaigithub/GenieWin8
Catalog: GenieWin8/GenieWin8/Strings/*/Resources.resw
Source language: en
Languages: ar_ae, el_gr, fi_fi, fr_fr, it_it, no_no, pt_pt, ru_ru, sk_sk, sl_si, zh_cn

# LicenseButton.Content
source: License
ar_ae: الترخيص
el_gr: Άδεια χρήσης
fi_fi: Käyttöoikeus
fr_fr: Licence
it_it: Licenza
no_no: Lisens
pt_pt: Licença
ru_ru: Лицензия
sk_sk: Licencia
sl_si: Licenca
zh_cn: 许可

# LimitPerMonth
source: Monthly Limit (MB)
ar_ae: حد شهري (ميغابايت)
el_gr: Μηνιαίο όριο (MB)
fi_fi: Kuukausiraja (MB)
fr_fr: Limite mensuelle (Mo)
it_it: Limite mensile (MB)
no_no: Månedlig grense (MB)
pt_pt: Limite mensal (MB)
ru_ru: Ограничение объема трафика в месяц (МБ)
sk_sk: Mesačný limit (MB)
sl_si: Mesečna mejna vrednost (MB)
zh_cn: 每月限制(MB)

# LoginButton.Content
source: Login
ar_ae: تسجيل الدخول
el_gr: Σύνδεση
fi_fi: Käyttäjätunnus
fr_fr: Identifiant de connexion
it_it: Accedi
no_no: Logg på
ru_ru: Вход в систему
sk_sk: Prihlásenie
sl_si: Prijava
zh_cn: 登录

# LoginPageTitle.Text
source: Login
ar_ae: تسجيل الدخول
el_gr: Σύνδεση
fi_fi: Käyttäjätunnus
fr_fr: Identifiant de connexion
it_it: Accedi
no_no: Logg på
ru_ru: Вход в систему
sk_sk: Prihlásenie
sl_si: Prijava
zh_cn: 登录

# LogoutButton.Content
source: Logout
ar_ae: تسجل الخروج
el_gr: Αποσύνδεση
fi_fi: Uloskirjaus
fr_fr: Déconnexion
it_it: Esci
no_no: Logg av
pt_pt: Logoff
ru_ru: Выход
sk_sk: Odhlásenie
sl_si: Odjava
zh_cn: 注销

# Mbytes.Text
source: Mbytes
ar_ae: ميغابايت
el_gr: Mbyte
fi_fi: megatavua
it_it: MB
no_no: MB
ru_ru: МБайт
sk_sk: MB
sl_si: MB
zh_cn: 兆字节

source: My Media
ar_ae: الوسائط الخاصة بي
el_gr: Τα μέσα μου
fi_fi: Omat mediatiedostot
fr_fr: Mes médias
it_it: I miei contenuti multimediali
no_no: Mine medier
pt_pt: Minhas mídias
ru_ru: Мои мультимедиа
sk_sk: Moje médiá
sl_si: Moja predstavnost
zh_cn: 我的媒体

# MyMediaOption
source: Options
ar_ae: خيارات
el_gr: Επιλογές
fi_fi: Valinnat
it_it: Opzioni
no_no: Alternativer
pt_pt: Opções
ru_ru: Параметры
sk_sk: Možnosti
sl_si: Možnosti
zh_cn: 选项

# MyMediaOptionPageTitle.Text
source: Option
ar_ae: خيارات
el_gr: Επιλογές
fi_fi: Valinnat
fr_fr: Options
it_it: Opzioni
no_no: Alternativer
pt_pt: Opções
ru_ru: Параметры
sk_sk: Možnosti
sl_si: Možnosti
zh_cn: 选项

# MyMediaPageTitle.Text
source: My Media
ar_ae: الوسائط الخاصة بي
el_gr: Τα μέσα μου
fi_fi: Omat mediatiedostot
fr_fr: Mes médias
it_it: I miei contenuti multimediali
no_no: Mine medier
pt_pt: Minhas mídias
ru_ru: Мои мультимедиа
sk_sk: Moje médiá
sl_si: Moja predstavnost
zh_cn: 我的媒体

# MyMediaPlayer.Text
source: Player
ru_ru: Проигрыватель
zh_cn: 播放器

# MyMediaPlayerPageTitle.Text
source: Player
ar_ae: مشغل
el_gr: Συσκευή αναπαραγωγής
fi_fi: Soitin
fr_fr: Lecteur
it_it: Lettore
no_no: Spiller
ru_ru: Проигрыватель
sk_sk: Prehrávač
sl_si: Predvajalnik
zh_cn: 播放器

# MyMediaPlaying.Text
source: Playing
ru_ru: Воспроизведение
zh_cn: 正在播放

# MyMediaSource.Text
source: Source
ru_ru: Источник
zh_cn: 来源

# MyMediaSourcePageTitle.Text
source: Source
ar_ae: مصدر
el_gr: Πηγή
fi_fi: Lähde
it_it: Origine
no_no: Kilde
pt_pt: Origem
ru_ru: Источник
sk_sk: Zdroj
sl_si: Vir
zh_cn: 来源

source: Network Map
ar_ae: خريطة الشبكة
el_gr: Χάρτης δικτύου
fi_fi: Verkkokartta
fr_fr: Mappage réseau
it_it: Mappa di rete
no_no: Nettverkskart
pt_pt: Mapa de rede
ru_ru: Карта сети
sk_sk: Mapa siete
sl_si: Zemljevid omrežja
zh_cn: 网络映射

# NetworkMapPageTitle.Text
source: Network Map
ar_ae: خريطة الشبكة
el_gr: Χάρτης δικτύου
fi_fi: Verkkokartta
fr_fr: Mappage réseau
it_it: Mappa di rete
no_no: Nettverkskart
pt_pt: Mapa de rede
ru_ru: Карта сети
sk_sk: Mapa siete
sl_si: Zemljevid omrežja
zh_cn: 网络映射

# NextButton.Content
source: Next
ar_ae: التالي
el_gr: Επόμενο
fi_fi: Seuraava
fr_fr: Suivant
it_it: Avanti
no_no: Neste
pt_pt: Avançar
ru_ru: Далее
sk_sk: Ďalej
sl_si: Naprej
zh_cn: 下一步

# NoButton.Content
source: No
ar_ae: لا
el_gr: Όχι
fi_fi: Ei
fr_fr: Non
no_no: Nei
pt_pt: Não
ru_ru: Нет
sk_sk: Nie
sl_si: Ne
zh_cn: 否

# Note.Text
source: Note:
ar_ae: ملاحظة:
el_gr: Σημείωση:
fi_fi: Huomautus:
fr_fr: Remarque :
it_it: Nota:
no_no: Merk:
pt_pt: Observação:
ru_ru: Примечание:
sk_sk: Poznámka:
sl_si: Opomba:
zh_cn: 注意：

# NoteContent.Text
source: Restart media service when the wireless network setting is changed. Tap Refresh source folder if there is any change in media folder(s). Share file in network to allow people access to files on this device over the network. Allow people to use this device to play files over the network.
ar_ae: إعادة تشغيل خدمة الوسائط عند تغيير إعداد الشبكة اللاسلكية.
el_gr: Επανεκκίνηση υπηρεσίας μέσων όταν αλλάζει η ρύθμιση ασύρματου δικτύου.
fi_fi: Käynnistä mediapalvelu uudelleen, kun langaton verkkoasetus on vaihdettu.
fr_fr: Redémarrer le service multimédia quand le paramètre de réseau sans fil est modifié.
it_it: Consente di riavviare il servizio multimediale se l\'impostazione della rete wireless cambia.
no_no: Start medietjenesten på nytt når den innstillingen for det trådløse nettverket blir endret.
pt_pt: Reinicie o serviço de mídia quando a configuração da rede sem fio for alterada.
ru_ru: Перезапустить мультимедийную службу при изменении параметров беспроводной сети.
sk_sk: Keď sa zmení nastavenie bezdrôtovej siete, reštartujte službu médií.
sl_si: Ponovno zaženi predstavnostno storitev, ko je spremenjena nastavitev brezžičnega omrežja.
zh_cn: 在无线网络设置有更改时重新启动媒体服务。

# OpenDNSUser.Text
source: OpenDNS User
ar_ae: حساب OpenDNS
el_gr: Λογαριασμός OpenDNS
fi_fi: OpenDNS-tili
fr_fr: Compte OpenDNS
it_it: Account OpenDNS
no_no: OpenDNS-konto
pt_pt: Conta OpenDNS
ru_ru: Учетная запись OpenDNS
sk_sk: Konto služby OpenDNS
sl_si: Račun OpenDNS
zh_cn: OpenDNS 账户

# ParentalControl
source: Parental Controls
ar_ae: عناصر تحكم الوالدين
fr_fr: Contrôle parental
pt_pt: Controle dos pais
ru_ru: Родительск. контроль
sk_sk: Rodičovská kontrola
zh_cn: 家长控制

# ParentalControlPageTitle.Text
source: Parental Control
ar_ae: عناصر تحكم الوالدين
el_gr: Γονικός έλεγχος
fi_fi: Parental Controls
fr_fr: Contrôle parental
it_it: Parental Controls
no_no: Parental Controls
pt_pt: Controle dos pais
ru_ru: Родительск. контроль
sk_sk: Rodičovská kontrola
sl_si: Parental Controls
zh_cn: 家长控制

# Password.Text
source: Password
ar_ae: كلمة المرور
el_gr: Κωδικός πρόσβασης
fi_fi: Salasana
fr_fr: Mot de passe
no_no: Passord
pt_pt: Senha
ru_ru: Пароль
sk_sk: Heslo
sl_si: Geslo
zh_cn: 密码

# PasswordTips.Text
source: (Default is "password")
ar_ae: (كلمة المرور الافتراضية هي \"password\")
el_gr: (η προεπιλογή είναι \"password\")
fi_fi: (oletussalasana on password)
fr_fr: (le mot de passe par défaut est « password »)
it_it: (il valore predefinito è \"password\")
no_no: (standard er \"password\")
pt_pt: (o padrão é \"password\").
ru_ru: (в качестве пароля по умолчанию используется слово \"password\")
sk_sk: (predvolené je \"password\")
sl_si: (privzeto je \"password\")
zh_cn: （默认值为“password”）

# PreviousButton.Content
source: Previous
ar_ae: السابق
el_gr: Προηγούμενο
fi_fi: Edellinen
fr_fr: Précédent
it_it: Indietro
no_no: Forrige
pt_pt: Voltar
ru_ru: Назад
sk_sk: Predchádz.
sl_si: Nazaj
zh_cn: 上一步

# PrivacyPolicy.Content
source: Privacy Policy
el_gr: Πολιτική Προστασίας Προσωπικών Δεδομένων
fi_fi: Yksityisyyden suoja
fr_fr: Politique de confidentialité
it_it: Politica sulla privacy
no_no: Personvern
pt_pt: Política de Privacidade
ru_ru: Политика конфиденциальности
sk_sk: Zásady ochrany osobných údajov
sl_si: Pravilnik o zasebnosti
zh_cn: 隐私权政策

source: QR Code
ar_ae: رمز QR
el_gr: Κωδικός QR
fi_fi: QR-koodi
fr_fr: Code QR
it_it: Codice QR
no_no: QR-kode
ru_ru: QR-код
sk_sk: Kód QR
sl_si: Koda QR
zh_cn: QR码

# radioButton_High.Content
source: High
ar_ae: عالي
el_gr: Υψηλή
fi_fi: Korkea
fr_fr: Haute
it_it: Alta
no_no: Høy
pt_pt: Alto
ru_ru: Высокий
sk_sk: Vysoká
sl_si: Visoko
zh_cn: 高

# radioButton_Low.Content
source: Low
ar_ae: منخفض
el_gr: Χαμηλή
fi_fi: Alhainen
fr_fr: Basse
it_it: Bassa
no_no: Lav
pt_pt: Baixo
ru_ru: Низкий
sk_sk: Nízka
sl_si: Nizko
zh_cn: 低

# radioButton_Medium.Content
source: Moderate
ar_ae: معتدل
el_gr: Μέτρια
fi_fi: Keskitaso
fr_fr: Modérée
it_it: Media
no_no: Moderat
pt_pt: Moderado
ru_ru: Средний
sk_sk: Stredná
sl_si: Zmerna
zh_cn: 中等

# radioButton_Minimum.Content
source: Minimal
ar_ae: الأدنى
el_gr: Ελάχιστη
fi_fi: Minimaalinen
fr_fr: Minimale
it_it: Minima
pt_pt: Mínimo
ru_ru: Минимальный
sk_sk: Minimálna
sl_si: Minimalna
zh_cn: 最小

# radioButton_None.Content
source: None
ar_ae: بلا
el_gr: Καμία
fi_fi: Ei mitään
fr_fr: Aucun
it_it: Nessuna
no_no: Ingen
pt_pt: Nenhum
ru_ru: Отсутствует
sk_sk: Žiadne
sl_si: Brez
zh_cn: 无

# RefreshButton.Content
source: Refresh
ar_ae: تحديث
el_gr: Ανανέωση
fi_fi: Päivitä
fr_fr: Actualiser
it_it: Aggiorna
no_no: Oppdater
pt_pt: Atualizar
ru_ru: Обновить
sk_sk: Obnoviť
sl_si: Osveži
zh_cn: 刷新

# RefreshSourceFolder.Text
source: Refresh source folder
ar_ae: تحديث مجلد المصدر
el_gr: Ανανέωση φακέλου προέλευσης
fi_fi: Päivitä lähdekansio
fr_fr: Actualiser le dossier source
it_it: Aggiorna cartella di origine
no_no: Oppdater kildemappe
pt_pt: Atualizar a pasta de origem
ru_ru: Обновить папку-источник
sk_sk: Obnoviť zdrojový priečinok
sl_si: Osveži izvirno mapo
zh_cn: 刷新源文件夹

# RememberPasswordCheckBox.Content
source: Remember password
ar_ae: تذكر كلمة المرور
el_gr: Απομνημόνευση κωδικού πρόσβασης
fi_fi: Muista salasana
fr_fr: Retenir le mot de passe
it_it: Ricorda password
no_no: Husk passord
pt_pt: Lembrar senha
ru_ru: Запомнить пароль
sk_sk: Zapamätať si heslo
sl_si: Zapomni si geslo
zh_cn: 记住密码

# RestartMediaService.Text
source: Restart media service
ar_ae: إعادة تشغيل خدمة الوسائط
el_gr: Επανεκκίνηση υπηρεσίας μέσων
fi_fi: Käynnistä mediapalvelu uudelleen
fr_fr: Redémarrer le service multimédia
it_it: Riavvia servizio multimediale
no_no: Start medietjeneste på nytt
pt_pt: Reiniciar o serviço de mídia
ru_ru: Перезапустить мультимедийную службу
sk_sk: Reštartovať službu médií
sl_si: Restart medije
zh_cn: 重新启动媒体服务

# ReturnButton.Content
source: Take me to the status screen
ar_ae: أنقلني إلى شاشة الحالة
el_gr: Να μεταβώ στην οθόνη κατάστασης
fi_fi: Siirry tilanäyttöön
fr_fr: Afficher l\'écran de statut
it_it: Apri la schermata dello stato
no_no: Før meg til statusskjermbildet
pt_pt: Direcione-me à tela Status
ru_ru: Перейти на экран состояния
sk_sk: Prejsť na stavovú obrazovku
sl_si: Preusmeri me na zaslon s stanjem
zh_cn: 返回状态页

# RightsReserved.Text
source: All Rights Reserved.
ar_ae: كافة الحقوق محفوظة
el_gr: Με την επιφύλαξη παντός δικαιώματος
fi_fi: Kaikki oikeudet pidätetään
fr_fr: Tous droits réservés.
it_it: Tutti i diritti riservati.
no_no: Med enerett.
pt_pt: Todos os direitos reservados.
ru_ru: Все права защищены.
sk_sk: Všetky práva vyhradené.
sl_si: Vse pravice pridržane.
zh_cn: 版权所有

# RouterModel.Text
source: Router Model:
ar_ae: طراز الموجه:
el_gr: Μοντέλο δρομολογητή：
fi_fi: Reitittimen malli：
fr_fr: Modèle du routeur：
it_it: Modello router：
no_no: Rutermodell：
pt_pt: Modelo do roteador：
ru_ru: Модель маршрутизатора：
sk_sk: Model smerovača：
sl_si: Model usmerjevalnika：
zh_cn: 路由器型号：

# ScanQrCodeTips.Text
source: Scan QRCode to connect
zh_cn: 扫描二维码连接无线网

source: Security
ar_ae: الأمان
el_gr: Ασφάλεια
fi_fi: Suojaus
fr_fr: Sécurité
it_it: Protezione
no_no: Sikkerhet
pt_pt: Segurança
ru_ru: Безопасность
sk_sk: Zabezpečenie
sl_si: Varnost
zh_cn: 安全

# SecurityPageTitle.Text
source: Security
ar_ae: الأمان
el_gr: Ασφάλεια
fi_fi: Suojaus
fr_fr: Sécurité
it_it: Protezione
no_no: Sikkerhet
pt_pt: Segurança
ru_ru: Безопасность
sk_sk: Zabezpečenie
sl_si: Varnost
zh_cn: 安全

# SettingComplete.Text
source: Setup is complete!
ar_ae: اكتمل الإعداد!
el_gr: Η εγκατάσταση ολοκληρώθηκε!
fi_fi: Asennus on valmis
fr_fr: Installation terminée !
it_it: Installazione completata!
no_no: Konfigurasjonen er fullført.
pt_pt: Configuração concluída!
ru_ru: Настройка завершена!
sk_sk: Nastavenie je dokončené!
sl_si: Nastavitev je dokončana.
zh_cn: 设置完成

# SettingPageTitle.Text
source: Edit Settings
ar_ae: تحرير الإعدادات
el_gr: Επεξεργασία ρυθμίσεων
fi_fi: Muokkaa asetuksia
fr_fr: Modifier les paramètres
it_it: Modifica impostazioni
no_no: Redigere innstillinger
pt_pt: Editar configurações
ru_ru: Редактировать параметры
sk_sk: Upraviť nastavenia
sl_si: Uredi nastavitve
zh_cn: 编辑设置

# SettingPasswordTips.Text
source: 8-63 characters or 64 hexadecimal values
ar_ae: من 8 إلى 63 حرفاً أو 64 قيماً سداسيةً عشريةً
el_gr: 8-63 χαρακτήρες ή 64 δεκαεξαδικές τιμές
fi_fi: 8–63 merkkiä tai 64 heksadesimaalista arvoa
fr_fr: De 8 à 63 caractères ou 64 valeurs hexadécimales
it_it: Da 8 a 63 caratteri o 64 valori esadecimali
no_no: 8–63 tegn eller 64 heksadesimalverdier
pt_pt: 8 a 63 caracteres ou 64 valores hexadecimais
ru_ru: 8–63 символа или 64 шестнадцатеричных значений
sk_sk: 8 – 63 znakov alebo 64 šestnástkových hodnôt
sl_si: 8–63 znakov ali 64 šestnajstiških vrednosti
zh_cn: 8-63个字符或64位十六进制值

# ShareFilesInNetwork.Text
source: Share files in network
ar_ae: مشاركة الملفات في الشبكة
el_gr: Κοινή χρήση αρχείων στο δίκτυο
fi_fi: Jaa tiedostot verkossa
fr_fr: Partager les fichiers sur le réseau
it_it: Condividi file nella rete
no_no: Del filer på nettverk
pt_pt: Compartilhar arquivos na rede
ru_ru: Открыть доступ к файлам по сети
sk_sk: Zdieľať súbory v sieti
sl_si: Izmenjuj datoteke v omrežju
zh_cn: 在网络中共享文件

# StartDate
source: Counter Start Day
ar_ae: يوم بدء العداد
el_gr: Ημέρα έναρξης μετρητή
fi_fi: Laskurin käynnistyspäivä
fr_fr: Jour de démarrage du compteur
it_it: Giorno di inizio del contatore
no_no: Startdag for teller
pt_pt: Dia inicial do contador
ru_ru: Дата запуска счетчика
sk_sk: Deň začiatku počítadla
sl_si: Začetni dan števca
zh_cn: 计数器启动日期

# StartDatePageTitle.Text
source: Date
ar_ae: يوم
el_gr: Ημέρα
fi_fi: Päivä
fr_fr: Jour
it_it: Giorno
no_no: Dag
pt_pt: Dia
ru_ru: День
sk_sk: Deň
sl_si: Dan
zh_cn: 日期

# StartTime.Text
source: Couter Start Time
ar_ae: وقت بدء العداد
el_gr: Ώρα έναρξης μετρητή
fi_fi: Laskurin käynnistysaika
fr_fr: Heure de démarrage du compteur
it_it: Ora di inizio del contatore
no_no: Starttidspunkt for teller
pt_pt: Hora inicial do contador
ru_ru: Время запуска счетчика
sk_sk: Čas začiatku počítadla
sl_si: Začetni čas števca
zh_cn: 计数器启动时间

# StartTimeHour.Text
source: Hour
ar_ae: ساعة
el_gr: Ώρα
fi_fi: Tunti
fr_fr: Heure
it_it: Ora
no_no: Time
pt_pt: Hora
ru_ru: Часов
sk_sk: Hodina
sl_si: Ura
zh_cn: 时

# StartTimeMinute.Text
source: Minute
ar_ae: دقيقة
el_gr: Λεπτό
fi_fi: Minuutit
it_it: Minuti
no_no: Minutt
pt_pt: Minuto
ru_ru: Минут
sk_sk: Minúta
sl_si: Minuta
zh_cn: 分

# Support.Text
source: Powered by BIGIT.COM
ar_ae: يتم التشغيل بواسطة SiteView
fr_fr: Développé par SiteView
it_it: Con tecnologia SiteView
no_no: Drevet av BIGIT.COM
pt_pt: Baseado na tecnologia SiteView
ru_ru: С использованием сервиса BIGIT.COM
sk_sk: Prevádzkované na báze technológie BIGIT.COM
sl_si: Delovanje omogoča SiteView
zh_cn: 由 BIGIT.COM 提供支持

# Terms_Conditions.Text
source: Terms and Conditions
ar_ae: البنود والشروط
el_gr: Όροι και προϋποθέσεις
fi_fi: Käyttöehdot
fr_fr: Conditions générales
it_it: Termini e condizioni
no_no: Vilkår og betingelser
pt_pt: Termos e condições
ru_ru: Условия
sk_sk: Podmienky a požiadavky
sl_si: Pogoji in določila
zh_cn: 条款与条件

# TimeSegment
source: Time Period
ar_ae: الفترة الزمنية
el_gr: Χρονική περίοδος
fi_fi: Ajanjakso
fr_fr: Période
it_it: Intervallo di tempo
no_no: Tidsperiode
pt_pt: Período de tempo
ru_ru: Период времени
sk_sk: Časové obdobie
sl_si: Časovno obdobje
zh_cn: 时间段

# TimeSegment_10hours
source: 10 hours
ar_ae: 10 ساعة
el_gr: 10 ώρα
fi_fi: 10 tunti
fr_fr: 10 heure
it_it: 10 ora
no_no: 10 time
pt_pt: 10 hora
ru_ru: 10 час
sk_sk: 10 hodina
sl_si: 10 uro
zh_cn: 10 小时

# TimeSegment_1day
source: 1 day
ar_ae: 1 يوم
el_gr: 1 ημέρα
fi_fi: 1 päivä
fr_fr: 1 jour
it_it: 1 giorno
no_no: 1 dag
pt_pt: 1 dia
ru_ru: 1 день
sk_sk: 1 deň
sl_si: 1 dan
zh_cn: 1 天

# TimeSegment_1hour
source: 1 hour
ar_ae: 1 ساعة
el_gr: 1 ώρα
fi_fi: 1 tunti
fr_fr: 1 heure
it_it: 1 ora
no_no: 1 time
pt_pt: 1 hora
ru_ru: 1 час
sk_sk: 1 hodina
sl_si: 1 uro
zh_cn: 1 小时

# TimeSegment_1week
source: 1 week
ar_ae: 1 أسبوع
el_gr: 1 εβδομάδα
fi_fi: 1 viikko
fr_fr: 1 semaine
it_it: 1 settimana
no_no: 1 uke
pt_pt: 1 semana
ru_ru: 1 неделя
sk_sk: 1 týždeň
sl_si: 1 teden
zh_cn: 1 周

# TimeSegment_5hours
source: 5 hours
ar_ae: 5 ساعة
el_gr: 5 ώρα
fi_fi: 5 tunti
fr_fr: 5 heure
it_it: 5 ora
no_no: 5 time
pt_pt: 5 hora
ru_ru: 5 час
sk_sk: 5 hodina
sl_si: 5 uro
zh_cn: 5 小时

# TimeSegment_Always
source: Always
ar_ae: دائما
el_gr: πάντοτε
fi_fi: Aina
fr_fr: toujours
it_it: sempre
no_no: alltid
pt_pt: sempre
ru_ru: всегда
sk_sk: vždy
sl_si: vedno
zh_cn: 永久

# Total.Text
source: Total
ar_ae: الإجمالي
el_gr: Σύνολο
fi_fi: Yhteensä
it_it: Totale
no_no: Totalt
ru_ru: Всего
sk_sk: Spolu
sl_si: Skupaj
zh_cn: 总计

source: Traffic Meter
ar_ae: مقياس حركة المرور
el_gr: Μέτρηση κυκλοφορίας
fi_fi: Liikennemittari
fr_fr: Mesure de trafic
it_it: Indicatore di traffico
no_no: Trafikkmåler
pt_pt: Medidor de tráfego
ru_ru: Счетчик трафика
sk_sk: Merač prenosov
sl_si: Merilnik prometa
zh_cn: 流量控制

# TrafficMeterPageTitle.Text
source: Traffic Meter
ar_ae: مقياس حركة المرور
el_gr: Μέτρηση κυκλοφορίας
fi_fi: Liikennemittari
fr_fr: Mesure de trafic
it_it: Indicatore di traffico
no_no: Trafikkmåler
pt_pt: Medidor de tráfego
ru_ru: Счетчик трафика
sk_sk: Merač prenosov
sl_si: Merilnik prometa
zh_cn: 流量控制

# TrafficCtrlSettingPageTitle.Text
source: Traffic Meter
ar_ae: مقياس حركة المرور
el_gr: Μέτρηση κυκλοφορίας
fi_fi: Liikennemittari
fr_fr: Mesure de trafic
it_it: Indicatore di traffico
no_no: Trafikkmåler
pt_pt: Medidor de tráfego
ru_ru: Счетчик трафика
sk_sk: Merač prenosov
sl_si: Merilnik prometa
zh_cn: 流量控制

# TrafficLimitation
source: Traffic Volume Limit
ar_ae: حد حجم حركة المرور
el_gr: Όριο όγκου κυκλοφορίας
fi_fi: Liikennemäärän rajoitus
fr_fr: Limite de trafic
it_it: Limite volume di traffico
no_no: Trafikkvolumgrense
pt_pt: Limite do volume de tráfego
ru_ru: Ограничение объема трафика
sk_sk: Limit objemu prenosov
sl_si: Mejna količina prometa
zh_cn: 流量限制

# TrafficLimitationPageTitle.Text
source: Traffic Volume Limit
ar_ae: حد حجم حركة المرور
el_gr: Όριο όγκου κυκλοφορίας
fi_fi: Liikennemäärän rajoitus
fr_fr: Limite de trafic
it_it: Limite volume di traffico
no_no: Trafikkvolumgrense
pt_pt: Limite do volume de tráfego
ru_ru: Ограничение объема трафика
sk_sk: Limit objemu prenosov
sl_si: Mejna količina prometa
zh_cn: 流量限制

# TrafficLimitation_Download
source: Download Only
ar_ae: تنزيل
el_gr: Λήψη μόνο
fi_fi: Lataa vain
fr_fr: Télécharger seulement
it_it: scaricare solo
no_no: Last ned bare
pt_pt: somente download
ru_ru: скачать только
sk_sk: iba stiahnuť
sl_si: samo prenesete
zh_cn: 仅下载

# TrafficLimitation_DownloadUpload
source: Download & Upload
ar_ae: تحميل & تنزيل
el_gr: Μεταφόρτωση και τη λήψη
fi_fi: Lähettämiseen ja lataamiseen
fr_fr: Chargement et le téléchargement
it_it: Upload e il download
no_no: Opplasting og nedlasting
pt_pt: Upload e download
ru_ru: Отправка и загрузка
sk_sk: Nahrávanie a sťahovanie
sl_si: Nalaganje in nalaganje
zh_cn: 上传和下载

# TrafficLimitation_Unlimited
source: Unlimited
ar_ae: غير محدود
el_gr: Καμία
fi_fi: Ei mitään
fr_fr: Aucun
it_it: Nessuna
no_no: Ingen
pt_pt: Nenhum
ru_ru: Отсутствует
sk_sk: Žiadne
sl_si: Brez
zh_cn: 无

# CheckTrafficMeter.Text
source: Traffic Meter
ar_ae: مقياس حركة المرور
el_gr: Μέτρηση κυκλοφορίας
fi_fi: Liikennemittari
fr_fr: Mesure de trafic
it_it: Indicatore di traffico
no_no: Trafikkmåler
pt_pt: Medidor de tráfego
ru_ru: Счетчик трафика
sk_sk: Merač prenosov
sl_si: Merilnik prometa
zh_cn: 流量控制

# UserName.Text
source: User Name
ar_ae: اسم المستخدم
el_gr: Όνομα χρήστη
fi_fi: Käyttäjätunnus
fr_fr: Identifiant
it_it: Nome utente
no_no: Brukernavn
pt_pt: Nome de usuário
ru_ru: Имя пользователя
sk_sk: Meno používateľa
sl_si: Uporabniško ime
zh_cn: 用户名

# Version.Text
source: Version
ar_ae: الإصدار：
el_gr: Έκδοση：
fi_fi: Versio：
it_it: Versione：
no_no: Versjon：
pt_pt: Versão：
ru_ru: Версия：
sk_sk: Verzia：
sl_si: Različica：
zh_cn: 版本：

# WiFiName
source: Name/SSID
ar_ae: الاسم/SSID
el_gr: Όνομα/SSID
fi_fi: Nimi/SSID
fr_fr: Nom/SSID
it_it: Nome/SSID
no_no: Navn/SSID
pt_pt: Nome/SSID
ru_ru: Имя/SSID
sk_sk: Meno/identifikátor SSID
sl_si: Ime/SSID
zh_cn: 名称/无线网络标识

# WiFiSetting
source: Wireless Settings
ar_ae: الإعدادات اللاسلكية
el_gr: Ρυθμίσεις ασύρμ. δικτύου
fi_fi: Langattomat asetukset
fr_fr: Paramètres réseau sans fil
it_it: Impostazioni wireless
no_no: Trådløsinnstillinger
pt_pt: Configurações sem fio
ru_ru: Настройки Wi-Fi
sk_sk: Nastav. bezdrôt. pripojenia
sl_si: Brezžične nastavitve
zh_cn: 无线设置

# WifiSettingsPageTitle.Text
source: Settings
ar_ae: الإعدادات
el_gr: Ρυθμίσεις
fi_fi: Asetukset
fr_fr: Paramètres
it_it: Impostazioni
no_no: Innstillinger
pt_pt: Configurações
ru_ru: Настройки
sk_sk: Nastavenia
sl_si: Nastavitve
zh_cn: 设置

# within_distribution.Text
source: Within the NETGEAR Genie distribution
ar_ae: ضمن توزيع NETGEAR genie.
el_gr: Εντός της διανομής του NETGEAR genie.
fi_fi: NETGEAR genien levityksessä.
fr_fr: Dans la distribution NETGEAR genie.
it_it: Incluso nella distribuzione NETGEAR genie.
no_no: Innen distribusjonen av NETGEAR genie.
pt_pt: Na distribuição do NETGEAR genie.
ru_ru: В рамках распространения NETGEAR genie.
sk_sk: V rámci distribúcie aplikácie NETGEAR genie.
sl_si: V distribuciji NETGEAR genie.
zh_cn: 在 NETGEAR 精灵分发内

# YesButton.Content
source: Yes
ar_ae: نعم
el_gr: Ναι
fi_fi: Kyllä
fr_fr: Oui
it_it: Sì
no_no: Ja
pt_pt: Sim
ru_ru: Да
sk_sk: Áno
sl_si: Da
zh_cn: 是

# btnBack
source: Back
ar_ae: رجع
el_gr: απόδοση
fi_fi: Palata
fr_fr: retourner
it_it: tornare
no_no: tilbake
pt_pt: retornar
ru_ru: возвращаться
sk_sk: vrátiť sa
sl_si: Vrni se
zh_cn: 返回

# btnFileUpload
source: FileUpload
ar_ae: تحميل الملف
el_gr: Ανεβάστε το αρχείο
fi_fi: Lataa tiedosto
fr_fr: Charger un fichier
it_it: Carica un file
no_no: Last opp fil
pt_pt: Carregar arquivo
ru_ru: Загрузить файл Спецстраницы
sk_sk: Nahrať súbor
sl_si: Naloži datoteko
zh_cn: 上传文件

# btnModify
source: Modify
ar_ae: تعديل
el_gr: Τροποποίηση
fi_fi: Muokkaa
fr_fr: Modifier
it_it: Modifica
no_no: Endre
pt_pt: Modificar
ru_ru: Изменить
sk_sk: Upraviť
sl_si: Spremeni
zh_cn: 修改

# btnWhat
source: What is it?
ar_ae: ما هذا؟
el_gr: Τι είναι;
fi_fi: Mikä se on?
fr_fr: Qu\'est-ce que c\'est ?
it_it: Cosa è?
no_no: Hva er det?
pt_pt: O que é?
ru_ru: Что это?
sk_sk: Čo je to?
sl_si: Kaj je to?
zh_cn: 这是什么？

# txtDeviceName
source: Custom Name
ar_ae: الاسم المخصص
el_gr: Προσαρμοσμένο όνομα
fi_fi: Mukautettu nimi
fr_fr: Nom personnalisé
it_it: Personalizza nome
no_no: Kundenavn
pt_pt: Nome fantasia
ru_ru: Собственное имя
sk_sk: Vlastný názov
sl_si: Ime po meri
zh_cn: 定制用户名

# txtIPAddress
source: IP Address
ar_ae: عنوان IP
el_gr: Διεύθυνση IP
fi_fi: IP-osoite
fr_fr: Adresse IP
it_it: Indirizzo IP
no_no: IP-adresse
pt_pt: Endereço IP
ru_ru: IP-адрес
sk_sk: Adresa IP
sl_si: Naslov IP
zh_cn: IP地址

# txtLinkRate
source: Link Rate
ar_ae: سرعة الارتباط
el_gr: Ταχύτητα σύνδεσης
fi_fi: Siirtonopeus
fr_fr: Vitesse du lien
it_it: Velocità collegamento
no_no: Tilkoblingshastighet
pt_pt: Intensidade do sinal
ru_ru: Скорость связи
sk_sk: Rýchlosť spojenia
sl_si: Hitrost povezave
zh_cn: 连接速度

# txtMACAddress
source: MAC Address
ar_ae: عنوان MAC
el_gr: Διεύθυνση MAC
fi_fi: MAC-osoite
fr_fr: Adresse MAC
it_it: Indirizzo MAC
no_no: MAC-adresse
pt_pt: Endereço MAC
ru_ru: MAC-адрес
sk_sk: Adresa MAC
sl_si: Naslov MAC
zh_cn: MAC地址

# txtRoutename
source: Router Model
ar_ae: طراز الموجه
el_gr: Μοντέλο δρομολογητή
fi_fi: Reitittimen malli
fr_fr: Modèle du routeur
it_it: Modello router
no_no: Rutermodell
pt_pt: Modelo do roteador
ru_ru: Модель маршрутизатора
sk_sk: Model smerovača
sl_si: Model usmerjevalnika
zh_cn: 路由器型号

# txtSignalStrength
source: Signal Strength
ar_ae: قوة الإشارة
el_gr: Ισχύς σήματος
fi_fi: Signaalin voimakkuus
fr_fr: Force du signal
it_it: Livello segnale
no_no: Signalstyrke
pt_pt: Intensidade do sinal
ru_ru: Уровень сигнала
sk_sk: Intenzita signálu
sl_si: Moč signala
zh_cn: 信号强度
